acpid
alsa-utils
ani-cli
apulse
base
base-devel
betterdiscord-installer
blueman
bluez-utils
brave-beta-bin
brightnessctl
btop
cava-git
chromium
cliphist
discord
dunst
efibootmgr
eog
file-roller
firefox
fuse2
git
git-credential-github
github-cli-git
grim
grub
gvfs
hyprland
kitty
linux
linux-firmware
lxappearance
nano
neofetch
network-manager-applet
networkmanager
nextcloud-theme-breeze-dark-git
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nvm
obs-studio-git
package-query
pacman-contrib
pamixer
pavucontrol
pnpm
polkit-gnome
postgresql
pulseaudio
pulseaudio-equalizer
python-requests
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
sddm-git
simplescreenrecorder
slurp
sof-firmware
speech-dispatcher-git
spotify
starship
stow
swappy
swaylock-effects
swww
thorium-browser-bin
thunar
thunar-archive-plugin
tree
ttc-iosevka
ttf-dejavu
ttf-fira-code
ttf-fira-mono
ttf-indic-otf
ttf-jetbrains-mono-nerd
ttf-meslo-nerd-font-powerlevel10k
viber
vim
visual-studio-code-bin
vlc
waybar
wev
wf-recorder
wget
wireplumber
wlogout
wofi
wqy-microhei
x11-emoji-picker
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xfce4-settings
xorg-xev
yajl
yaourt
yarn
yay-git
